/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "بيانات اعتماد Afaria";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "يحتاج مزوِّد شهادة Afaria إلى الإدخال الخاص بك لتنزيل شهادتك من خادم Afaria. سيتم تخزين الشهادة الخاصة بك بشكل آمن.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "تم";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "إلغاء";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "شهادة Afaria";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "شهادة Afaria مطلوبة";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "حدث خطأ؛ يُرجى الاتصال بالمسؤول لديك.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "خطأ في تهيئة Afaria";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "تم إلغاء المستخدم";

